Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelainen_lasten_kulttuurikeskus_mannu.html.tmx
Source language: fin
Languages: sms

source: Saamelainen lastenkulttuurikeskus Mánnu
sms: Sääʹm päärnaikulttuurkõõskõs Mánnu

source: Ajankohtaista
sms: Sääʹm päärnaikulttuurkõõskõs Mánnu lij alttääm tuåimmjummšes eeʹjj 2004.

source: Čoarvvit
sms: Mánnu pârgg tuåimmjummšiʹnes nââneed sääʹmnuõri kulttuuridentiteeʹtt, lââʹzzted sääʹm ääʹrbvuâlaž teâđ da tääid äärvast âânnmõõžž, tõi mättjummuž da ruõkkmõõžž, vueiʹtlvâʹstted sokkpuõlvvõõǥǥi kõskksaž õhttsallaš tuåimmjem-maallid.

source: Saamenkielinen musiikkituokio
sms: Mánnu täävtõssân lij

source: Saamelainen lastenkulttuukeskus Mánnu on aloittanut toimintansa vuonna 2004.
sms: puʹhtted nuõr sääʹmčeäppniiʹǩǩid kueʹsttma tuåimmjummuž pääiʹǩ

source: Mánnu pyrkii toiminnallaan vahvistamaan saamelaisnuorten kulttuuri-identiteettiä, lisäämään saamelaisen perinteisen tiedon ja- taidon arvostamista, omaksumista ja tallentamista, mahdollistamaan sukupolvien välisiä yhteisöllisiä toimintamalleja.
sms: uʹvdded päärnaid da nuõrid vueiʹttemvuõđid väʹldded jiõccses sääʹm äʹrbbvuõtt-teâđaid da -tääidaid raajjâd päärnaid luâđlaž sääʹmǩiõl ââʹnnemvuõʹjjid

source: Mánnun tavoitteena on ⦁ tuoda nuoria saamelaistaiteilijoita näkyviin toiminnan kautta ⦁ antaa lapsille ja nuorille mahdollisuuksia omaksua saamelaisia perinnetietoja ja – taitoja ⦁ luoda lapsille luonnollisia saamen kielen käyttö-tilanteita ⦁ lisätä tietoa muista alkuperäiskansoista ⦁ tarjota lapsille mahdollisuuksia persoonallisuuden monipuoliseen kehittämiseen ⦁ ohjata ja rohkaista lapsia ja nuoria luovaan itseilmaisuun ⦁ kehittää kulttuuri- ja taidekasvatusta saamelaisalueella ⦁ turvata saamelaislasten ja nuorten hyvinvointia ⦁ ehkäisee syrjäytymistä ⦁ edistää yhteistyötä paikallisten ja alueellisten toimijoiden välillä
sms: lââʹzzted teâđ jeeʹres alggmeerai pirr

source: Yhteistyökumppaneina toimivat koulut, päiväkodit ja kielipesät, joiden kautta kohderyhmä eli saamelaisalueen alle 18-vuotiaat saamelaislapset ja nuoret tavoitetaan laajasti.
sms: taʹrjjeed päärnaid vueiʹttemvuõđid persoonʼnallšemvuõđ määŋgpeällsaž ooudâsviikkma

source: Käytännössä Mánnu järjestää saamelaiskulttuuria- ja saamen kieltä vahvistavaa toimintaa kouluihin, päiväkotiin ja kielipesiin.
sms: ohjjeed da smeʹllkâʹtted päärnaid da nuõrid kreevsõs jiõččõõlmtõʹsse ooudâsviikkâd kulttuur- da čeäʹppõs-šõddummuž sääʹmvuuʹdest

source: Saamelainen lastenkulttuurikeskus osallistuu mahdollisuuksien mukaan myös saamelaistapahtumien järjestelyihin esimerkiksi tuottamalla ohjelma-sisältöjä lapsille ja nuorille.
sms: staanad sääʹmpäärnai da -nuõri pueʹrrjieʹllem

source: Saamelainen lastenkulttuuri perustuu yhteisöllisyyteen, suullisen perimätiedon kautta oppimiseen, kulttuurin, taiteen ja duodjin omaksumiseen.
sms: cõggâd čårrnummuž

source: Lastenkulttuuri -toiminta on saamelaisen aineellisen ja aineettoman kulttuurin edistämistä.
sms: oouʹdeed õhttsažtuâj pääiklaž da vooudlaž tuåimmjeeʹji kõõskâst

source: Saamelaista lastenkulttuurikeskus -toimintaa rahoittavat opetus – ja kulttuuriministeriö yhdessä saamelaisalueen kuntien ja saamelaiskäräjien kanssa.
sms: Õhttsažtuâjjkueiʹmmen tuåimmje škooul, peiʹvvpõõrt da ǩiõllpieʹzz, kooi pääiʹǩ täävtõsjoukk leʹbe sääʹmvuuʹd vuâlla 18-âkksaž sääʹmpäärnaid da -nuõrid tääʹvtet veiddsânji.

source: Toiminnanohjaaja Petra Biret Magga-Vars puh. 040 7325503 petra.magga(at)samediggi.fi Facebook: @saamelainenlastenkulttuurikeskus
sms: Nääʹlest Mánnu reäšš sääʹmkulttuur- da sääʹmǩiõl nââneei tuåimmjummuž škooulid, peiʹvvpõõrtid da ǩiõllpieʹzzid.
